<?php

return [
    'months' => [
        'መስከረም',
        'ጥቅምት',
        'ኅዳር',
        'ታኅሣሥ',
        'ጥር',
        'የካቲት',
        'መጋቢት',
        'ሚያዝያ',
        'ግንቦት',
        'ሰኔ',
        'ሐምሌ',
        'ነሐሴ',
        'ጳጉሜ',
    ],

    'days' => [
        'short' => [
            1 => 'ሰኞ',
            'ማክ',
            'ረቡ',
            'ሐሙ',
            'ዓር',
            'ቅዳ',
            'እሑ',
        ],

        'long' => [
            1 => 'ሰኞ',
            'ማክሰኞ',
            'ረቡዕ',
            'ሐሙስ',
            'ዓርብ',
            'ቅዳሜ',
            'እሑድ',
        ],
    ],

    'time_periods' => [
        'morning'   => 'ጠዋት',
        'afternoon' => 'ከሰዓት',
        'evening'   => 'ማታ',
        'night'     => 'ለሊት',
    ],
];
